<?php
$array['ETC'] = array(
  // array(
  //   '동작' => '',
  //   '유튜브' => array(
  //     // array( '제목' => "", '주소' => "", '연도' => "", '설명' => "", '코치' => "" ),
  //   )
  // ),

  array(
    '동작' => '웜업',
    '유튜브' => array(
      // array( '제목' => "", '주소' => "", '연도' => "", '설명' => "", '코치' => "" ),
      array( '제목' => "웜업", '주소' => "sI8h1xNUxcE", '연도' => 2013, '코치' => "Matt Chan" ),
      array( '제목' => "게 걸음", '주소' => "Xwcbm93mM-o", '연도' => 2015, '설명' => "머슬업을 위한 견관절 가동 범위를 향상시킨다." ),
    )
  ),

  array(
    '동작' => '여러가지 운동',
    '유튜브' => array(
      array( '제목' => "글루트-햄 레이즈", '주소' => "w_7UaXfsbaw", '연도' => 2015, '설명' => "머리부터 무릎까지 일직선으로 만든다.", '코치' => "Shane Sweatt" ),
      array( '제목' => "재주넘기 배우기", '주소' => "L1Fy5srL2rs", '연도' => 2012, '설명' => "재주넘기에는 세가지 회전이 있다. 핸드스탠드 요소와 햄스트링 요소 또한 있다.", '코치' => "Sean Lind" ),
      array( '제목' => "프론트 핸드스프링", '주소' => "-5ZyV3PWyMg", '연도' => 2013, '코치' => "Sean Lind" ),
    )
  ),

  array(
    '동작' => '분류 대기 &mdash; 기초 동작이나 스트레칭',
    '유튜브' => array(
      // array( '제목' => "", '주소' => "", '연도' => "", '설명' => "", '코치' => "" ),
      array( '제목' => "아치 홀드", '주소' => "TkrTjU-qf6U", '연도' => "", '설명' => "", '코치' => "" ),
      array( '제목' => "아치 락", '주소' => "DeeLlZY68eI", '연도' => "", '설명' => "", '코치' => "" ),
      array( '제목' => "광배근 락", '주소' => "dVgDtiygtGw", '연도' => "", '설명' => "", '코치' => "" ),
      array( '제목' => "중립 척추", '주소' => "1-Fd_4oihH0", '연도' => "", '설명' => "", '코치' => "" ),
      array( '제목' => "드래곤플라이와 수정하는 방법", '주소' => "04FvC4JcisU", '연도' => "", '설명' => "", '코치' => "" ),
      array( '제목' => "밴드보조 백 레버", '주소' => "7MrczXxQGKY", '연도' => "", '설명' => "", '코치' => "" ),
      array( '제목' => "보조 운동: 밴드 삼두 운동", '주소' => "uJ49XwfJEYM", '연도' => "", '설명' => "", '코치' => "" ),
      array( '제목' => "캔들스틱", '주소' => "WXoNNx-uOtU", '연도' => "", '설명' => "", '코치' => "" ),
      array( '제목' => "팔 바 스트레칭", '주소' => "GhVevmxX8Ak", '연도' => "", '설명' => "", '코치' => "" ),
      array( '제목' => "파트너 글루트-햄 레이즈", '주소' => "Lsq7ztSjIYA", '연도' => "", '설명' => "", '코치' => "" ),
    )
  ),

  array(
    '동작' => '분류 대기 &mdash; 드릴이나 프로그레션',
    '유튜브' => array(
      // array( '제목' => "", '주소' => "", '연도' => "", '설명' => "", '코치' => "" ),
      array( '제목' => "아르마딜로 드릴", '주소' => "qJ_G-z92b00", '연도' => "", '설명' => "", '코치' => "" ),
      array( '제목' => "슛 쓰루 드릴", '주소' => "B0kKQs-G6Lc", '연도' => "", '설명' => "", '코치' => "" ),
      array( '제목' => "햄스트링 활성화 드릴", '주소' => "JwE3Qjh04Xo", '연도' => "", '설명' => "", '코치' => "" ),
      array( '제목' => "박스 락 드릴", '주소' => "lFjx_X2y0mg", '연도' => "", '설명' => "", '코치' => "" ),
      array( '제목' => "스킨 더 캣 프로그레션", '주소' => "Gc0CNL5eOlE", '연도' => "", '설명' => "", '코치' => "" ),
    )
  ),

  array(
    '동작' => '분류 대기 &mdash; 운동',
    '유튜브' => array(
      // array( '제목' => "", '주소' => "", '연도' => "", '설명' => "", '코치' => "" ),
      array( '제목' => "링 HSPU", '주소' => "r_NFT-NG3Jc", '연도' => "", '설명' => "", '코치' => "" ),
      array( '제목' => "피스톨 스케일링", '주소' => "q11UwY5gd0A", '연도' => "", '설명' => "", '코치' => "" ),
      array( '제목' => "하이-엘보우 프레스", '주소' => "yV_2Ws4lPdg", '연도' => "", '설명' => "", '코치' => "" ),
      array( '제목' => "케틀벨 플로어 프레스", '주소' => "i_URJN83nys", '연도' => "", '설명' => "", '코치' => "" ),
      array( '제목' => "프론트 레버에서 손 플레이스먼트", '주소' => "PSOBcb4idNc", '연도' => "", '설명' => "", '코치' => "" ),
      array( '제목' => "파워 스윙", '주소' => "UiUgK5Joo0Q", '연도' => "", '설명' => "", '코치' => "" ),
      array( '제목' => "케틀벨 월볼 샷", '주소' => "siwBxy4wRNs", '연도' => "", '설명' => "", '코치' => "" ),
      array( '제목' => "타이어 다루기", '주소' => "Puf5CJn5f4g", '연도' => "", '설명' => "", '코치' => "" ),
      array( '제목' => "투핸드 케틀벨 스윙 릴리즈", '주소' => "wwi2htEyPcs", '연도' => "", '설명' => "", '코치' => "" ),
      array( '제목' => "GHD 보조 운동", '주소' => "lUscu0-EzWs", '연도' => "", '설명' => "", '코치' => "" ),
      array( '제목' => "GHD 힙 익스텐션", '주소' => "ZRar3mBCdmA", '연도' => "", '설명' => "", '코치' => "" ),
      array( '제목' => "GHD 힙&백 익스텐션", '주소' => "wMm_1n5nKx4", '연도' => "", '설명' => "", '코치' => "" ),
    )
  ),

  array(
    '동작' => '분류 대기 &mdash; 티칭',
    '유튜브' => array(
      // array( '제목' => "", '주소' => "", '연도' => "", '설명' => "", '코치' => "" ),
      array( '제목' => "엘보우 스트라이크", '주소' => "-Ps7uXe6yrM", '연도' => "", '설명' => "", '코치' => "" ),
      array( '제목' => "가동성", '주소' => "TxaFhIpY4Qo", '연도' => "", '설명' => "", '코치' => "" ),
      array( '제목' => "니 스트라이트", '주소' => "qrb9CR7TFnA", '연도' => "", '설명' => "", '코치' => "" ),
      array( '제목' => "요추 말림의 손해 교정", '주소' => "n7f-iI9b6VY", '연도' => "", '설명' => "", '코치' => "" ),
      array( '제목' => "소리 움직임 역학 보기", '주소' => "-R_bGM6x5UA", '연도' => "", '설명' => "", '코치' => "" ),
      array( '제목' => "효과적인 교정의 다각적인 전략", '주소' => "mLvi74bds-I", '연도' => "", '설명' => "", '코치' => "" ),
      array( '제목' => "부상한 정도에 따른 우선순위 구분", '주소' => "Nz4h_05S2XA", '연도' => "", '설명' => "", '코치' => "" ),
      array( '제목' => "Demonstration", '주소' => "zzEhIL97Zsg", '연도' => "", '설명' => "", '코치' => "" ),
      array( '제목' => "여성과 파워리프팅", '주소' => "Jkbi_gBNZOI", '연도' => "", '설명' => "", '코치' => "" ),
      array( '제목' => "터널 스파팅", '주소' => "U7sDtMPfGmc", '연도' => "", '설명' => "", '코치' => "" ),
      array( '제목' => "팔꿈치 촉각적 신호", '주소' => "HdGnHmRDr-k", '연도' => "", '설명' => "", '코치' => "" ),
      array( '제목' => "성공적인 신호", '주소' => "kz0aTRcV-ZY", '연도' => "", '설명' => "", '코치' => "" ),
      array( '제목' => "신호 디벨롭", '주소' => "1zZZqe2NAKM", '연도' => "", '설명' => "", '코치' => "" ),
    )
  ),

);
