<?php
$array['짐내스틱'] = array(
  // array(
  //   '동작' => '',
  //   '유튜브' => array(
  //     // array( '제목' => "", '주소' => "", '연도' => "", '설명' => "", '코치' => "" ),
  //   )
  // ),

  array(
    '동작' => '짐내스틱 기초 드릴',
    '유튜브' => array(
      // array( '제목' => "", '주소' => "", '연도' => "", '설명' => "", '코치' => "" ),
      array( '제목' => "할로우", '주소' => "zIt-71N693A", '연도' => 2015, '코치' => "Pamela Gagnon" ),
      array( '제목' => "할로우 락", '주소' => "tMIFnRAgUdo", '연도' => 2008, ),
      array( '제목' => "아치 홀드", '주소' => "TkrTjU-qf6U", '연도' => 2015, '코치' => "Jessica Gray" ),
      array( '제목' => "아치 락", '주소' => "DeeLlZY68eI", '연도' => 2015, '코치' => "Jessica Gray" ),
      array( '제목' => "아르마딜로 드릴", '주소' => "qJ_G-z92b00", '연도' => 2016, '코치' => "Kevin Montoya" ),
      array( '제목' => "엘싯", '주소' => "2kMkNFRbLJQ", '연도' => 2013, '코치' => "David Durante" ),
      array( '제목' => "드래곤플라이", '주소' => "04FvC4JcisU", '연도' => 2015, '코치' => "Jessica Gray" ),
      array( '제목' => "캔들스틱", '주소' => "WXoNNx-uOtU", '연도' => 2015, '코치' => "Kevin Montoya" ),
    )
  ),

  array(
    '동작' => '핸드스탠드 푸시업',
    '유튜브' => array(
      // array( '제목' => "", '주소' => "", '연도' => "", '설명' => "", '코치' => "" ),
      array( '제목' => "박스 락 드릴", '주소' => "lFjx_X2y0mg", '연도' => 2016, '설명' => "핸드스탠드에서 안정성을 향상", '코치' => "David Durante" ),
      array( '제목' => "키핑 핸드스탠드 푸시업", '주소' => "BJUuqvjG3sc", '연도' => 2013, '설명' => "힙의 파워를 이용한다. 누워서 힙 익스플로젼을 연습하는게 먼저다.", '코치' => "Laurie Galassi" ),
      array( '제목' => "핸드스탠드 푸시업 팁", '주소' => "YdBSefJNbB8", '연도' => 2012, '코치' => "Chris Spealler" ),
    )
  ),

  array(
    '동작' => '프레스에서 핸드스탠드로',
    '유튜브' => array(
      // array( '제목' => "", '주소' => "", '연도' => "", '설명' => "", '코치' => "" ),
      array( '제목' => "박스 드릴", '주소' => "A6ddrB2MDt0", '연도' => 2016, '코치' => "David Durante" ),
      array( '제목' => "플레이트 드릴", '주소' => "bwvfCR27czo", '연도' => 2016, '코치' => "David Durante" ),
      array( '제목' => "스트래들 프레스에서 핸드스탠드로", '주소' => "RHn5YPKhllg", '연도' => 2014, '설명' => "Straddle: 다리를 벌리다", '코치' => "Camille Leblanc-Bazinet" ),
      array( '제목' => "슈탈더 프레스에서 핸드스탠드로", '주소' => "8Q12w7NYm0o", '연도' => 2016, '설명' => "연습하는 영상" ),
      array( '제목' => "엘싯 프레스에서 핸드스탠드로", '주소' => "pMB9Qret9-k", '연도' => 2013, "코치" => "Sean Lind" ),
    )
  ),

  array(
    '동작' => '핸드스탠드로 걷기',
    '유튜브' => array(
      // array( '제목' => "", '주소' => "", '연도' => "", '설명' => "", '코치' => "" ),
      array( '제목' => "핸드스탠드로 걷기 배우기", '주소' => "hAxYkHNzr0U", '연도' => 2011 ),
      array( '제목' => "핸드스탠드로 걷기 프로그레션", '주소' => "PWDN313DwsE", '연도' => 2014, '코치' => "Austin Malleolo" ),
      array( '제목' => "터널 스팟팅", '주소' => "U7sDtMPfGmc", '연도' => 2015, '설명' => "핸드스탠드로 걷기를 도와주기 위한 터널 스팟팅", '코치' => "Kevin Montoya" ),
    )
  ),

  array(
    '동작' => '바·링 드릴',
    '유튜브' => array(
      // array( '제목' => "", '주소' => "", '연도' => "", '설명' => "", '코치' => "" ),
      array( '제목' => "게 걸음", '주소' => "Xwcbm93mM-o", '연도' => 2015, '설명' => "머슬업을 위한 견관절 가동 범위를 향상시킨다." ),
      array( '제목' => "링 플라이 드릴", '주소' => "iVDKfv5Tlms", '연도' => 2015, '설명' => "팔 힘을 기르기 위한 링 플라이" ),
      array( '제목' => "슛 쓰루 드릴", '주소' => "B0kKQs-G6Lc", '연도' => 2016, '코치' => "Kevin Montoya" ),
      array( '제목' => "프론트 레버 디벨롭", '주소' => "PYE_MzaDWpg", '연도' => 2015 ),
      array( '제목' => "프론트 레버에서 손의 위치", '주소' => "PSOBcb4idNc", '연도' => 2015, '코치' => "Jessica Gray " ),
      array( '제목' => "백 레버: 밴드 보조", '주소' => "7MrczXxQGKY", '연도' => 2015, '코치' => "Jessica Gray" ),
      array( '제목' => "스킨 더 캣 프로그레션", '주소' => "Gc0CNL5eOlE", '연도' => 2016, '코치' => "Kevin Montoya" ),
      array( '제목' => "풀오버", '주소' => "TxVXkJxUOkE", '연도' => 2016, '코치' => "Emily Bridgers" ),
    )
  ),

  array(
    '동작' => '토투바',
    '유튜브' => array(
      // array( '제목' => "", '주소' => "", '연도' => "", '설명' => "", '코치' => "" ),
      array( '제목' => "토투바 프로그레션", '주소' => "nD0K8GvZP9E", '연도' => 2015 ),
    )
  ),

  array(
    '동작' => '풀업',
    '유튜브' => array(
      // array( '제목' => "", '주소' => "", '연도' => "", '설명' => "", '코치' => "" ),
      array( '제목' => "키핑 풀업 수업", '주소' => "4ZJMblG5apg", '연도' => 2012, '설명' => "\"dead bug\" 자세부터 키핑풀업까지의 각 요소를 교육", '코치' => "Cherie Chan" ),
      array( '제목' => "키핑 풀업 교정", '주소' => "bMnS7IO5a5M", '연도' => 2015, '설명' => "당겨 올라갔을 때 발의 위치" ),
      array( '제목' => "키핑·버터플라이 풀업에서 할로우", '주소' => "lCeuyR5ROyQ", '연도' => 2015 ),
      array( '제목' => "버터플라이 풀업 테크닉", '주소' => "gmxSxwjAWVE", '연도' => 2011, '코치' => "Chris Spealler" ),
    )
  ),

  array(
    '동작' => '링 머슬업',
    '유튜브' => array(
      // array( '제목' => "", '주소' => "", '연도' => "", '설명' => "", '코치' => "" ),
      array( '제목' => "키핑 머슬업", '주소' => "KD-jGoqn_Gg", '연도' => 2013, '설명' => "힙의 파워 채널링", '코치' => "Laurie Galassi" ),
      array( '제목' => "머슬업 프로그레션", '주소' => "ZNMKULvZ1dA", '연도' => 2015, '코치' => "Stacey Harris" ),
      array( '제목' => "머슬업 개선하기", '주소' => "wxzOrYbSf5k", '연도' => 2013, '설명' => "머슬업에서 가장 어려운 부분은 푸시나 풀이 아니다. 링딥으로 전환할 때 링을 몸에 가까이 두는 것이다.", '코치' => "Russel Berger" ),
      array( '제목' => "스트릭트 머슬업 프로그레션", '주소' => "bCeQ2cpyVgc", '연도' => 2013, '코치' => "David Durante" ),
    )
  ),

  array(
    '동작' => '바 머슬업',
    '유튜브' => array(
      // array( '제목' => "", '주소' => "", '연도' => "", '설명' => "", '코치' => "" ),
      array( '제목' => "바 머슬업 터득하기", '주소' => "astSQRh1-i0", '연도' => 2012, '설명' => "할로우·아치 락 자세로부터 시작", '코치' => "Dusty Hyland" ),
      array( '제목' => "바 머슬업", '주소' => "iUAukdE0QQ4", '연도' => 2016, '설명' => "팁과 보편적인 실수들", '코치' => "Adrian Bozman" ),
    )
  ),

  array(
    '동작' => '로프',
    '유튜브' => array(
      // array( '제목' => "", '주소' => "", '연도' => "", '설명' => "", '코치' => "" ),
      array( '제목' => "로프 오르기 기법", '주소' => "G_3kJy-_CiA", '연도' => 2014, '코치' => "Chris Spealler" ),
    )
  ),

  array(
    '동작' => '그 외 짐내스틱',
    '유튜브' => array(
      // array( '제목' => "", '주소' => "", '연도' => "", '설명' => "", '코치' => "" ),
      array( '제목' => "재주넘기 배우기", '주소' => "L1Fy5srL2rs", '연도' => 2012, '설명' => "재주넘기에는 세가지 회전이 있다. 핸드스탠드 요소와 햄스트링 요소 또한 있다.", '코치' => "Sean Lind" ),
      array( '제목' => "프론트 핸드스프링", '주소' => "-5ZyV3PWyMg", '연도' => 2013, '코치' => "Sean Lind" ),
      array( '제목' => "플란체 프로그레션", '주소' => "27Nqg0ySjHw", '연도' => 2013, '설명' => "힘과 기술을 습득하는데 수년이 걸린다.", '코치' => "David Durante" ),
      array( '제목' => "짐내스틱 킵", '주소' => "TFxemod0iio", '연도' => 2013, '코치' => "David Durante" ),
      array( '제목' => "짐내스틱 플란체", '주소' => "PHhtLlotTEc", '연도' => 2014, '코치' => "David Durante" ),
    )
  ),

);
