<?php
$array['리프팅'] = array(
  // array(
  //   '동작' => '',
  //   '유튜브' => array(
  //     // array( '제목' => "", '주소' => "", '연도' => "", '설명' => "", '코치' => "" ),
  //   )
  // ),

  array(
    '동작' => '프론트 스쿼트',
    '유튜브' => array(
      // array( '제목' => "", '주소' => "", '연도' => "", '설명' => "", '코치' => "" ),
      array( '제목' => "프론트 스쿼트", '주소' => "qha7A3wRUqs", '연도' => 2014, '코치' => "Denise Thomas" ),
      array( '제목' => "프론트 스쿼트와 정면 단면", '주소' => "EyJzR3oeoBA", '연도' => 2015, '코치' => "Nicole Gordon" ),
      array( '제목' => "프론트 스쿼트에서 엘보우 업", '주소' => "63IuNT-ZMB0", '연도' => 2014, '코치' => "Denise Thomas" ),
      array( '제목' => "프론트 스쿼트 바 플레이스먼트", '주소' => "qIRevoNgwQk", '연도' => 2015, '코치' => "Miranda Oldroyd" ),
    )
  ),

  array(
    '동작' => '오버헤드 스쿼트',
    '유튜브' => array(
      // array( '제목' => "", '주소' => "", '연도' => "", '설명' => "", '코치' => "" ),
      array( '제목' => "오버헤드 팔 스트레칭", '주소' => "pNWAA-MXPIs", '연도' => 2015, '설명' => "어깨 가동범위를 향상하는 운동", '코치' => "Chad Vaughn" ),
      array( '제목' => "오버헤드 스쿼트 자세", '주소' => "R_UculmB48o", '연도' => 2014, '코치' => "Denise Thomas" ),
      array( '제목' => "오버헤드 손목 포지션", '주소' => "p4Qjm8-oHqQ", '연도' => 2014, '코치' => "Chad Vaughn" ),
      array( '제목' => "오버헤드 스쿼트에서 어깨 포지션", '주소' => "PkiX6vYkfcc", '연도' => 2015, '코치' => "Nicole Gordon" ),
      array( '제목' => "오버헤드 자세에서 중심선", '주소' => "AYE1hMf_BJ8", '연도' => 2014 ),
    )
  ),

  array(
    '동작' => '클린',
    '유튜브' => array(
      // array( '제목' => "", '주소' => "", '연도' => "", '설명' => "", '코치' => "" ),
      array( '제목' => "맥주통으로 클린과 프레스 하는 법", '주소' => "2b5EqykPEy4", '연도' => 2015, '코치' => "Rob Orlando" ),
    )
  ),

  array(
    '동작' => '숄더 프레스',
    '유튜브' => array(
      // array( '제목' => "", '주소' => "", '연도' => "", '설명' => "", '코치' => "" ),
      array( '제목' => "프레스에서의 팔꿈치", '주소' => "7N8x2jg84rM", '연도' => 2016, '설명' => "오버헤드에서 팔꿈치는 앞을 향해서 셋업 포지션으로 돌아와야 한다.", '코치' => "Leah Polaski" ),
      array( '제목' => "스트릭트 프레스에서 팔꿈치", '주소' => "kEwJd_l2pzs", '연도' => 2015, '코치' => "Nicole Gordon" ),
      array( '제목' => "숄더 프레스에서 바의 경로", '주소' => "pKXfB137TAM", '연도' => 2014, '코치' => "Denise Thomas" ),
    )
  ),

  array(
    '동작' => '쓰러스터',
    '유튜브' => array(
      // array( '제목' => "", '주소' => "", '연도' => "", '설명' => "", '코치' => "" ),
      array( '제목' => "쓰러스터에서 체스트 업", '주소' => "E7aU5dO1nEM", '연도' => 2014, '코치' => "Margaux Alvarez" ),
      array( '제목' => "쓰러스터에서 힙 스퀴징", '주소' => "W1H5gtpxvz8", '연도' => 2014, '코치' => "Margaux Alvarez" ),
      )
  ),

  array(
    '동작' => '그 외 리프팅',
    '유튜브' => array(
      // array( '제목' => "", '주소' => "", '연도' => "", '설명' => "", '코치' => "" ),
      array( '제목' => "터키시 겟업", '주소' => "VQq8I_n_hRE", '연도' => 2015, '코치' => "Jeff Martone" ),
    )
  ),

);
